Repository: ACS-Technologies/CRM
Catalog: Resources/Default.*.resx
Languages: ar

# Thereceivingbranchmustbethesameasthecurrentbranch
source: The receiving branch must be the same branch as the current branch
ar: يجب أن يكون فرع الاستلام هو نفس الفرع الحالي

# Thevehiclespresencebranchisallowedtomoveitout
source: The vehicle presence branch is permitted to move it out
ar: يُسمح لفرع وجود المركبةفقط بإخراجها

source: Third Target
ar: الهدف الثالث

source: This Day
ar: هذا اليوم

source: This Month
ar: هذا الشهر

source: This Week
ar: هذا الأسبوع

source: This Year
ar: هذه السنة

# Thoughtful
source: Thoughtful thoughts to your inbox
ar: أفكار مدروسة إلى بريدك الوارد

source: Thursday
ar: الخميس

source: Time
ar: الوقت

source: To
ar: إلى

source: To Date
ar: إلى تاريخ

source: Today
ar: اليوم

source: Top
ar: فوق

# TopCustomers
source: Top 10 Customers
ar: أفضل 10 عملاء

source: Top Navigation
ar: القائمة العلوية

# TopNavigationInfo
source: relocate left pane to top
ar: سيتم توجيه القائمة من اليسار إلى الأعلى

# TopRentedCars
source: Top Rented Vehicles
ar: أفضل المركبات المؤجرة

source: Total
ar: الإجمالي

source: Total Discount
ar: إجمالي الخصم

source: Total Discount Voucher
ar: إجمالي سندات الخصم

source: Total Fines
ar: إجمالي الغرمات

source: Total Fines Voucher
ar: إجمالي سندات الغرامة

source: Total Income
ar: إجمالي الدخل

source: Total Invoice
ar: إجمالي الفاتورة

source: Total Loss
ar: خسارة كلية

source: Total Other
ar: إجمالي أخرى

source: TotalPaid
ar: إجمالي الدفع

source: Total Payment Voucher
ar: إجمالي سندات الصرف

# totalReceiptVoucher
source: Total Receipt Vouchers
ar: إجمالي سندات القبض

source: Total Rental
ar: إجمالي الإيجار

source: TotalTax
ar: المبلغ شامل الضريبة

source: Transfer
ar: تحويل

source: Transfer Requests
ar: طلبات النقل

# TransNo
source: Transaction No.
ar: رقم الحركة

# TransType
source: Transaction Type
ar: نوع الحركة

source: Treatment Day
ar: يوم المعاملة

source: Treatment Destination
ar: جهة المعاملة

# TreatmentsAppointments
source: Treatments And Appointments
ar: المعاملات و المواعيد

source: Treatments Destinations
ar: جهات المعاملات

# TreatmentsEndNo
source: End Treatments No
ar: عدد المعاملات المنجزة

source: Treatments No
ar: عدد المعاملات

source: Treatments Types
ar: أنواع المعاملات

source: Treatment Time
ar: وقت المعاملة

source: Try again
ar: حاول مرة أخرى

source: Tuesday
ar: الثلاثاء

source: Type
ar: النوع

# UnPaidInvoice
source: Un Paid Invoices
ar: الفواتير غير المسددة

source: Update branch
ar: تحديث الفرع

source: Update Definitions
ar: تعديل التعريفات

source: Upload
ar: تحميل ملفات

source: Upload Backup
ar: رفع النسخة الإحتياطية

# UploadDataStep
source: Upload file in file area, then click 'Upload Backup' ; to retrieve data from
ar: قم بتحميل الملف في منطقة رفع الملف، ثم انقر فوق "تحميل نسخة احتياطية" ؛ لاسترداد البيانات

# UploadDoc
source: Upload Document
ar: إضافة مستند

source: Upload & Download Backup
ar: رفع وتنزيل النسخة الإحتياطية

source: Upload Image
ar: تحميل صورة

source: User Interface Settings
ar: إعدادات واجهة المستخدم

# UserMessages
source: Messages
ar: الرسائل

source: User name
ar: اسم المستخدم

# UserNotifications
source: Notifications
ar: الإشعارات

source: User password
ar: كلمة المرور

source: Value
ar: القيمة

source: Vehicle
ar: المركبة

source: Vehicle Accessories
ar: ملحقات المركبة

source: Vehicle Class
ar: فئة المركبة

source: Vehicle Content
ar: محتوى المركبة

source: Vehicle Contents
ar: محتويات المركبة

source: Vehicle Details
ar: تفاصيل المركبة

source: Vehicle Financial Analysis
ar: التحليل المالي للمركبات

source: Vehicle History
ar: تاريخ المركبة

source: Vehicle Id
ar: رقم المركبة

source: Vehicle Model Primary Name
ar: الاسم الرئيسي

source: Vehicle Model Secondary Name
ar: الإسم الفرعي

source: Vehicle Movement Tracking
ar: تتبع حركة المركبات

# VehicleNo
source: Vehicle Number
ar: رقم المركبة

# VehiclePerson
source: Vehicle And Person
ar: شخص و مركبة

source: Vehicle Type
ar: نوع المركبة

source: Vehicle Weight
ar: وزن المركبة

source: View
ar: عرض

# ViewAll
source: See All
ar: عرض الكل

source: View Customer
ar: عرض العميل

source: Violations Account
ar: حساب المخالفات

# Warning
source: Your will not be able to revert !
ar: لا يمكنك التراجع !

# WarningRentalRevenue
source: Please Close The Previous Month Revenue
ar: الرجاء إغلاق إيراد الشهر السابق

# WarningRentalRevenue1
source: Please Close The Next Month Revenue
ar: الرجاء فك إيراد الشهر التالي

source: Wednesday
ar: الأربعاء

# WelcomeBack
source: Hello, Welcome back!
ar: مرحباً، أهلاً بك مجدداً

source: Welcome to system
ar: مرحبا بك في النظام

source: Width
ar: العرض

source: With Driver
ar: مع سائق

source: Work Classification
ar: تصنيف العمل

source: Workshop
ar: ورشة

# WorkShopRejectTitle
source: Are You sure you want to reject this maintenance movement
ar: هل أنت متأكد أنك تريد رفض حركة الصيانة هذه

source: Yes
ar: نعم

# YesDelete
source: Yes,Delete it.
ar: نعم، احذفه

source: Your Email
ar: البريد الإلكتروني

source: Your Name
ar: الاسم كاملاً

source: You will lose the offer if you do not pay the full amount, Continue ?
ar: ستفقد العرض اذا لم تدفع المبلغ كاملا، استمرار ؟
