Repository: ACS-Technologies/CRM
Catalog: Resources/Default.*.resx
Languages: ar

source: Accessibility
ar: إمكانية الوصول

source: Action
ar: العمليات

source: Active
ar: نشط

source: Add
ar: إضافة

source: Add branch
ar: إضافة فرع

source: Add Content
ar: إضافة محتوى

source: Add New
ar: إضافة جديد

source: Address
ar: العنوان

source: Advance Search
ar: بحث متقدم

source: After
ar: بعد

# AlreadyExist
source: Already Exists
ar: موجود بالفعل

source: Amount
ar: القيمة

source: App Layout
ar: شكل التطبيق

source: April
ar: ابريل

source: August
ar: اغسطس

# BackToList
source: Back
ar: رجوع

source: Basic Information
ar: المعلومات الأساسية

source: Before
ar: قبل

# begreaterthanorequal
source: Should be greater than or equal to
ar: يجب أن يكون أكبر من أو يساوي

source: Bestseller
ar: الأكثر مبيعاً

source: Big
ar: كبير

source: Bigger Content Font
ar: خط أكبر

# BiggerContentFontInfo
source: content fonts are bigger for readability
ar: تكبير خط الكلمات لتسهيل الرؤية

source: Boxed Layout
ar: واجهة مصغرة

# BoxedLayoutInfo
source: encapsulates to a container
ar: سيتم تصغير محتوى الصفحة في نصف الشاشة

source: Branch
ar: الفرع

source: Cancel
ar: إلغاء

source: Cancelled
ar: تم الإلغاء

source: Cancel
ar: ملغى

source: Category
ar: الفئة

source: Chat
ar: المحادثة

source: Choose
ar: اختر

source: Choose Date
ar: اختر التاريخ

source: Choose Model
ar: اختر الموديل

source: Circular Date
ar: تاريخ التعميم

source: Circular No
ar: رقم التعميم

source: Circulars
ar: التعاميم

source: Circular Type
ar: نوع التعميم

source: Class
ar: الفئة

source: Clean Page Background
ar: إزالة الخلفية

# CleanPageBackgroundInfo
source: adds more whitespace
ar: سيتم تبديل لون الخلفية بالأبيض

source: Close
ar: إغلاق

# CloseAgreementCount
source: Closed Agreements
ar: العقود المغلقة

source: Close Agreement Date
ar: تاريخ إغلاق العقد

source: Closed
ar: تم الإغلاق

source: Close
ar: مغلق

source: Color
ar: اللون

source: Commission For Highest Target
ar: عمولة أعلى هدف

source: Commission Rate
ar: نسبة العمولة

source: Companies Accounts
ar: حسابات الشركات

source: Company details
ar: تفاصيل الشركة

# ConfirmDelete
source: Are you sure you want to delete ?
ar: هل أنت متأكد أنك تريد الحذف؟

# ConfirmPasword
source: Confirm Password
ar: تأكيد كلمة المرور

source: Contact Information Circulars
ar: معلومات جهة التعميم

source: Content List
ar: محتويات المركبة

source: Contract Dues
ar: حساب الإيراد المستحق

source: Contract Insurance
ar: حساب تأمين المركبات

source: Copy
ar: نسخ

source: Corporate
ar: مؤسسات

# CourtTreatment
source: Court
ar: محكمة

source: Created
ar: تم الإنشاء

source: Created By
ar: أنشئ بواسطة

source: Created Date
ar: أنشئ في

# CreatedDateTime
source: Date & Time
ar: التاريخ والوقت

# CreateNewContract
source: Create New Agreement
ar: إنشاء عقد جديد

source: Current Amount
ar: المبلغ الحالي

source: Customer Information
ar: معلومات العميل

source: Customer Invoice
ar: فاتورة عميل

source: Customer Name
ar: العميل

source: Customer Photo
ar: صورة العميل

# CustomersCardsNoteDesktop
source: Hover your mouse cursor on customer card to see his details
ar: ضع الؤشر فوق بطاقة العميل لرؤية التفاصيل الخاصة به

# CustomersCardsNoteMobile
source: Tab on customer card to see his details
ar: أنقر على بطاقة العميل لرؤية التفاصيل الخاصة به

# CustomersChart
source: Customers Accounts Status
ar: حالة حسابات العملاء

source: Customers List
ar: قائمة العملاء

# CustomerSupp
source: 24/7 Customer Support
ar: 24/7 دعم العملاء

source: Customers Vehicle
ar: مركبات العملاء

source: Customer Type
ar: نوع العميل

source: Daily Dues
ar: المستحقات اليومية

# DailyDuesVouche
source: Daily Dues Voucher
ar: سند مستحقات يومية

source: Daily Rent Amount
ar: قيمة الأيجار اليومي

source: Daltonism
ar: العمى اللوني

# DaltonismInfo
source: color vision deficiency
ar: نقص رؤية الألوان

source: Dark
ar: داكن

source: Dark Navigation
ar: قائمة داكنة

# DarkNavigationInfo
source: navigation background is darkend
ar: خلفية القائمة ستكون داكنة

source: Dashboard
ar: لوحة التحكم

source: Data Analysis
ar: تحليل البيانات

source: Date
ar: التاريخ

source: Day
ar: يوم

source: Days
ar: الأيام

source: December
ar: ديسمبر

source: Decision
ar: القرار

# DecisionsMadeTreatment
source: Decisions Made In Treatment
ar: القرارات الصادرة في المعاملة

source: Deductible Amount
ar: قيمة التحمل

source: Deductible Type
ar: نوع التحمل

# DefaultValues
source: Restore Default Settings
ar: استعادة الإعدادات الافتراضية

source: Defendant
ar: المدعي عليه

source: Defendant2
ar: المدعي عليه 2

source: Defendant Status
ar: صفة المدعي عليه

source: Delegate Adjective
ar: صفة المندوب

source: Delegate Name
ar: اسم المندوب

source: Delegate Number
ar: رقم المندوب

source: Delegates
ar: المندوبين

source: Delegates Assignments
ar: تكليف المندوبين

source: Delegates Details
ar: تفاصيل المندوبين

source: Delete
ar: حذف

source: Delete All
ar: حذف الكل

source: Deleted!
ar: تم الحذف!

source: Delete Details
ar: حذف التفاصيل

# DeleteTxt
source: Your Will Not Be Able To Recover This Data
ar: لا يمكن استرجاع هذه البيانات

source: Description
ar: وصف

source: Details
ar: التفاصيل

source: Detected Target Amount
ar: مبلغ التارجت المحقق

source: Digits Only
ar: أرقام فقط

source: Disable CSS Animation
ar: إزالة التحركات

# DisableCSSAnimationInfo
source: disables css based animations
ar: إزالة جميع الأشكال المتحركة في الصفحة

source: Disabled
ar: ممنوع

source: Display
ar: عرض

source: Done
ar: تم

# DoneDelete
source: Deleted Successfully
ar: تم الحذف بنجاح

source: Done Successfully
ar: تمت العملية بنجاح

# DragAndDrop
source: Drag & Drop
ar: اسحب الملفات وأفلتها أو <span class='filepond--label-action'>تصفح</span>

# DragDropDamage
source: You can drag and drop
ar: يمكنك سحب وإفلات

source: Duration
ar: المدة

# DurationGreaterZero
source: Duration must be greater than zero
ar: يجب أن تكون المدة أكبر من الصفر

source: Edit
ar: تعديل

source: Edit Company Info
ar: تعديل معلومات الشركة

source: Error
ar: خطأ

# ErrorHappend
source: Error Happened
ar: حصل خطأ ما

source: Error Message
ar: رسالة خطأ

source: Excel
ar: إكسل

source: Factory Reset
ar: إعادة ضبط المصنع

source: February
ar: فبراير

source: File is empty
ar: الملف فارغ

source: File is too large
ar: الملف كبير جدا

# FileName
source: Document Name
ar: اسم المستند

# Filetypeiswrong
source: File is of invalid type
ar: نوع الملف غير صحيح

# Filetypesallowedare
source: Valid file types are
ar: أنواع الملفات الصالحة هي

# FindBestCar
source: Find the Best Car that
ar: اعثر على أفضل سيارة

source: Finding Information
ar: معلومات العثور

source: Fines
ar: الغرامات

source: Fines Reason
ar: سبب الغرامات

source: Fines Voucher
ar: سند الغرامة

# FinesVoucherCount
source: Fines Vouchers
ar: سندات الغرامة

source: First Target
ar: الهدف الاول

# FitsNeeds
source: Fits Your Needs
ar: تناسب احتياجاتك

source: Fixed Footer
ar: ثبات المحتوى السلفي

# FixedFooterInfo
source: page footer is fixed
ar: سيبقى المحتوى السفلي للصفحة ثابتاً طوال الوقت

source: Fixed Header
ar: ثبات المحتوى العلوي

# FixedHeaderInfo
source: header is in a fixed at all times
ar: سيبقى المحتوى العلوي للصفحة ثابتاً طوال الوقت

source: Fixed Navigation
ar: ثبات القائمة

# FixedNavigationInfo
source: left panel is fixed
ar: ستبقى القائمة ثابتة طوال الوقت

source: Fourth Target
ar: الهدف الرابع

source: Free Cancellations
ar: الإلغاء المجاني

source: Friday
ar: الجمعة

source: From
ar: من

source: From Date
ar: من تاريخ

source: Fuel Level
ar: مستوى الوقود

source: Full Insurance
ar: تأمين شامل

source: generate random
ar: إنشاء تلقائي

source: Genuine
ar: اصيل

# GetUpdates
source: Get Updates & More
ar: احصل على تحديثات والمزيد

source: Global Font Size
ar: حجم الخط العام

# GlobalFontSizeInfo
source: change root font size to effect rem values (resets on page refresh)
ar: تغيير حجم خط الجذر لإحداث قيم rem (إعادة التعيين عند تحديث الصفحة)

source: Global Modifications
ar: التعديلات العامة

source: Gregorian
ar: ميلادي

source: Gr-Hij
ar: ميلادي - هجري

source: Guaranteed
ar: مكفول

source: Guaranteed ID
ar: هوية المكفول

source: Height
ar: الطول

source: Hide Navigation
ar: إخفاء القائمة

source: Hide Navigation Icons
ar: إزالة الأيقونات من القائمة

# HideNavigationIconsInfo
source: invisible navigation icons
ar: سيتم إزالة جميع الأيقونات الظاهرة فى القائمة

# HideNavigationInfo
source: roll mouse on edge to reveal
ar: وجه المؤشر إلى الحافة لإظهارها

source: Hierarchical Navigation
ar: التنقل الهرمي

# HierarchicalNavigationInfo
source: clear breakdown of nav links
ar: سيتم إضافة نقاط في القائمة اليسرى

source: High Contrast Text
ar: نص عالي التباين

# HighContrastTextInfo
source: 4.5:1 text contrast ratio
ar: نسبة تباين النص 4.5: 1

source: Hijri
ar: هجري

source: Home
ar: الرئيسية

source: Hours
ar: الساعات

source: ID
ar: الرقم

# IdealCar
source: Let's Find Your Ideal Car
ar: لنجد سيارتك المثالية

source: Identification Number
ar: رقم الهوية

source: Identification Number2
ar: رقم الهوية 2

source: Inactive
ar: غير مفعل

source: In Days
ar: في الأيام

source: Inflation Of Debts
ar: ذمم العملاء

# Info
source: Information
ar: معلومات

source: Is Shown?
ar: إظهار؟

# isUsed
source: Cannot be deleted, already used
ar: لا يمكن حذفه، مستخدم بالفعل

source: Is With Receiving
ar: مع الاستلام؟

source: Item
ar: العنصر

source: January
ar: يناير

source: July
ar: يوليو

source: June
ar: يونيو

# LargeDamage
source: to specify the large damage
ar: لتحديد مكان الضرر الكبير

source: Last Agreement Date
ar: تاريخ أخر عقد

# LastCustomerReservedThisCar
source: Last Customer Reserved This Vehicle
ar: آخر عميل حجز هذه المركبة

source: Layout Settings
ar: إعدادات الشكل الظاهري

# lblAnotherCompany
source: Choose Another Company
ar: اختر شركة أخرى

# lblChangeBranch
source: Change Branch
ar: تغيير الفرع

# lblchangeCompany
source: Change Company
ar: تغيير الشركة

# lblDefault
source: Default
ar: عادي

# lblEexaSystem
source: Exa System
ar: أنظمة اكسا

# lblEnter
source: Enter
ar: الدخول

# lblExaCarRentalSystems
source: Exa Vehicle Rental Systems
ar: أنظمة اكسا لتأجير المركبات

# lblForgetpassword
source: Forgot password?
ar: هل نسيت كلمة المرور؟

# lblGoToDashboard
source: Go to Dashboard
ar: الذهاب إلى اللوحة الرئيسية

# lblLanguage
source: Language
ar: اللغة

# lblLogin
source: Log In
ar: تسجيل الدخول

# lblLoginToSeeItInAction
source: Login in. To see it in action
ar: تسجيل الدخول

# lblNoBranches
source: No Branches Declared
ar: لا يوجد فروع معرفة

# lblSelectBranches
source: Select Company Branch
ar: اختر فرع الشركة

# lblSelectCompany
source: Select Company
ar: اختر الشركة

source: Lean Subheader
ar: تصغير العناوين

# LeanSubheaderInfo
source: distinguished page header
ar: سيتم تصغير جميع العناوين الرئيسية في الصفحات

# LeaseContract
source: Lease to own contract
ar: عقد الإيجار مقابل التملك

source: Left
ar: يسار

source: Light
ar: فاتح

source: Limousine
ar: ليموزين

# LoadRatio
source: Coverage Ratio
ar: نسبة التحمل

source: Login
ar: تسجيل الدخول

# LoginUsing
source: Or Login Using
ar: أو قم بتسجيل الدخول عن طريق

source: Logo
ar: الشعار

source: Log out
ar: تسجيل الخروج

# LookManageList
source: Lookups Management List
ar: جدول إدارة البحث

source: Loss Customers
ar: العملاء الأقل نشاطاً

source: Loyality
ar: العضوية

source: Loyalty Discount
ar: خصم العضوية

source: Loyalty / Offer Discount
ar: خصم العضوية / العرض

source: Main Dashboard
ar: لوحة التحكم الرئيسية

# MaintenanceCarsToday
source: Vehicles that should move out today for maintenance
ar: المركبات التي يجب أن تخرج اليوم للصيانة

source: Maintenance Movement Status
ar: حالة حركات الصيانة

source: Maintenance Reservation Details
ar: تفاصيل حجز الصيانة

# MaintenanceVehicleCount
source: Vehicles in Maintenance
ar: المركبات قيد الصيانة

# MaintinanceDate
source: Maintenance Date
ar: تاريخ الصيانة

source: Manufacturer
ar: المصنع

source: Manufacturer Primary Name
ar: الاسم الرئيسي

source: Manufacturer Secondary Name
ar: الاسم الفرعي

source: Manufacturer Year
ar: سنة الصنع

source: March
ar: مارس

source: Mark All As Read
ar: تحديد الكل كمقروء

source: Mark As Read
ar: تحديد كمقروء

source: Maximum file size is
ar: الحجم الأقصى للملف هو

source: May
ar: مايو

source: MB
ar: ميجابايت

source: Message
ar: رسالة

source: Message Detalis
ar: تفاصيل الرسالة

source: Middle
ar: متوسط

source: Minify Navigation
ar: تصغير القائمة

# MinifyNavigationInfo
source: skew nav to maximize space
ar: تصغير القائمة لزيادة المساحة

# MinRentDays
source: Minimum Amount To Open Agreement (Rent * Days)
ar: الحد الأدنى لفتح عقد (قيمة الإيجار * عدد الأيام )

# MinTotalContract
source: Minimum Amount To Open Agreement (Total Agreement Amount)
ar: الحد الأدنى لفتح عقد (قيمة العقد الكلية )

source: Minutes
ar: دقائق

source: Mobile Menu
ar: قائمة الهاتف

source: Mobile Number
ar: رقم الهاتف

source: Modified Payment Due
ar: تاريخ الدفع المعدل

source: Modify By
ar: عدل بواسطة

source: Modify Date
ar: عدل في

source: Monday
ar: الإثنين

source: Money
ar: الأموال

source: Month
ar: الشهر

source: More
ar: المزيد

source: Moved In
ar: تم الإدخال

source: Moved Out
ar: تم الإخراج

# MoveInNow
source: Move In
ar: ادخل المركبة

source: Movement In
ar: حركة إدخال المركبة

# MovementInCount
source: Vehicles In
ar: حركة إدخال مركبة

source: Movement List
ar: قائمة الحركات

source: Movement Out
ar: إخراج المركبة

# MovementOutCount
source: Vehicles Out
ar: إخراج مركبة

# MoveOutNow
source: Move Out
ar: اخرج المركبة

source: Name
ar: الاسم

source: Nationalitiy
ar: الجنسية

source: Negate
ar: كف البحث

source: Negate Circular No
ar: رقم تعميم الكف

source: Negate Report Summary
ar: ملخص كف البحث

source: Net Amount
ar: صافي القيمة

source: New Car
ar: السيارة الجديدة

source: Newspaper Date
ar: موعد الاعلان بالجريدة

source: Next
ar: التالي

# Nextt
source: Next
ar: التالي

source: No
ar: لا

source: No Credit Card Fees
ar: لا توجد رسوم على بطاقة الائتمان

# NoDelete
source: Cancel
ar: إلغاء

source: No Of Accident
ar: عدد الحوادث

source: No Of Agreements
ar: عدد العقود

source: No Overlay
ar: لا تظليل

# NoOverlayInfo
source: removes mesh on menu reveal
ar: يتم إزالة الظل عند إظهار القائمة

# NoResults
source: Sorry, we couldn't find any results matching your search filter
ar: عذرا ، لم نتمكن من العثور على أي نتائج تطابق البحث الخاص بك

# NormalTreatment
source: Normal
ar: عادية

source: NotActive
ar: غير نشط

source: Note
ar: الملاحظة

source: Notes
ar: ملاحظات

source: No Thing
ar: لا شئ

source: Notification
ar: الإشعار

source: Not Received
ar: لم يتم استلامها

source: November
ar: نوفمبر

source: Number
ar: الرقم

# NumberRentalDays
source: Rental Days No.
ar: عدد إيام التأجير

# NumberSuspensionDays
source: Suspension Days No.
ar: عدد ايام التوقيف

source: October
ar: اكتوبر

source: Off-Canvas
ar: ضغط الصفحة

# Off-CanvasInfo
source: content overlaps menu
ar: سيتم ضغط محتوى الصفحة عند إظهار القائمة

source: Office / Judge
ar: مكتب القاضي

source: Oil Change
ar: تغيير الزيت

source: OK
ar: حسنا

source: Old Car
ar: السيارة القديمة

source: Open
ar: مفتوح

# OpenAgreementCount
source: Open Agreement
ar: العقود المفتوحة

source: Open Agreement Date
ar: تاريخ فتح العقد

source: Other
ar: أخرى

source: Other Pricing
ar: أسعار أخرى

# overallAgreementStatus
source: overall Agreements Status
ar: الحالة العامة للعقود

source: Owner ID No.
ar: رقم هوية المالك

source: Owner Name
ar: اسم المالك

source: Owners
ar: الملاك

# Paid
source: Paid Amount
ar: القيمة المفوعة

source: Password
ar: كلمة المرور

# PasswordCriteria
source: Password must contain uppercase, lowercase, numeric, special characters, and more than 8 characters.
ar: يجب أن تحتوي كلمة المرور على أحرف كبيرة وصغيرة ورقمية وأحرف خاصة وأكثر من 8 أحرف.

# Passwordhasbeenresetsuccessfully
source: Password has reset successfully.
ar: تمت إعادة تعيين كلمة المرور بنجاح.

source: Password must match
ar: يجب أن تتطابق كلمة المرور

source: Payload
ar: الحمولة

source: Payment
ar: الدفع

source: Payment Method
ar: طريقة الدفع

# PaymentMethodMustSelected
source: Payment Method must be selected
ar: يجب تحديد طريقة الدفع

source: Payments Due
ar: المدفوعات المستحقة

source: Payment Type
ar: نوع الصرف

source: Payment Voucher
ar: سند صرف

# PaymentVoucherCount
source: Payment Vouchers
ar: سندات الصرف

source: Percentage Of Increase
ar: نسبة الزيادة

source: Period
ar: الفترة

source: Periodic Maintenance Frequance
ar: تردد الصيانة الدورية

source: Person
ar: شخص

source: Person Name
ar: اسم الشخص

source: Phone
ar: الهاتف

source: Phone Number
ar: رقم الهاتف

# PickimBranch
source: Pickin Branch
ar: فرع التسليم

source: Pickin Date
ar: تاريخ الاستلام

source: Pickup Branch
ar: فرع الأستلام

source: PickupDate
ar: تاريخ التسليم

source: Plate Number
ar: رقم اللوحة

# PleaseEnterAdjective
source: Please enter at least one adjective
ar: الرجاء إدخال صفة واحدة على الأقل

# PleaseEnterTarget
source: Please enter at least one target
ar: الرجاء إدخال هدف واحد على الأقل

source: Please Wait
ar: يرجى الانتظار

source: Previous
ar: السابق

source: Previous Amount
ar: المبلغ السابق

source: Previous Circular No
ar: رقم التعميم السابق

source: Price
ar: السعر

source: Price Per Day
ar: السعر لكل يوم

source: Price Per Liter
ar: السعر لكل ليتر

source: Price Per One
ar: السعر لكل واحد

source: Price Per Rent
ar: السعر لفترة التأجير

source: Price Quotations
ar: عروض الأسعار

# PrimaryLanguage
source: English
ar: اللغة الانجليزية

source: Primary Name
ar: الاسم الأساسي

source: Print
ar: طباعة

source: Publication Date
ar: تاريخ النشر

source: Purchasing Date
ar: تاريخ الشراء

source: Purchasing Price
ar: سعر الشراء

source: Push Content
ar: دفع المحتوى

# PushContentInfo
source: content pushed on menu reveal
ar: المحتوى الذي تم دفعه عند إظهار القائمة

# qMarkallAsRead
source: Mark All As Read?
ar: تحديد الكل كمقروء؟

# qMarkAsRead
source: Mark As Read?
ar: تحديد كمقروء؟

source: Quantity
ar: الكمية

source: Read
ar: مقروء

source: Reason
ar: السبب

source: Reason To Exchange
ar: سبب الاستبدال

source: Receipt Type
ar: نوع القبض

source: Receipt Voucher
ar: سند قبض

# ReceiptVoucherCount
source: Receipt Vouchers
ar: سندات القبض

source: Receivables
ar: ذمم

source: Received
ar: تم الإستلام

source: Received From
ar: استلمنا من

# ReceivingDateNote
source: Receiving date is the same as the start suspend date
ar: تاريخ الاستلام هو نفس تاريخ بدء التعليق

# receviedMaintenanceCarsToday
source: Vehicles that expected to be received till today from the maintenance
ar: المركبات المتوقع استلامها حتى اليوم من الصيانة

source: Recieve Kilometer
ar: عداد الدخول

# RegistrationNumber
source: Registration No
ar: رقم القيد بالمحكمة

source: Regular Maintenance
ar: صيانة دورية

# Rejection
source: Reject
ar: رفض

source: Remain
ar: متبقي

# Remaining
source: Remaining Amount
ar: القيمة المتبقية

source: Remaining Amount Target
ar: المبلغ المتبقي لتحقيق التارجيت

source: Remaining Time For Target Expiry
ar: الوقت المتبقي لإنتهاء التارجيت

source: Remove
ar: إزالة

source: Rent
ar: الإيجار

source: Rental Date
ar: تاريخ التأجير

source: Rental Income
ar: إيرادات التأجير

source: Rental Revenue
ar: إيراد التأجير

# RentalVehicleCount
source: Rented Vehicles
ar: المركبات المؤجرة

source: Rent Amount
ar: قيمة التأجير

source: Rented Days
ar: أيام التأجير

source: Rent This Car
ar: تأجير المركبة

source: Rent Value
ar: قيمة الإيجار

source: Repairs Account
ar: حساب الإصلاحات

# ReportSettings
source: Agreement Report Settings
ar: إعدادات تقرير العقود

source: Report Summary
ar: ملخص البلاغ

# ReportType
source: Report Type / Amount
ar: نوع البلاغ والمبلغ

source: Required
ar: هذا الحقل مطلوب

# RequiredField
source: This Field Is Required
ar: هذا الحقل مطلوب

source: Resdential
ar: أفراد

source: Reservation
ar: حجز

source: Reservation Details
ar: تفاصيل الحجز

source: Reservation No.
ar: رقم الحجز

source: Reset
ar: تفريغ الحقول

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Reset Settings
ar: إعادة الضبط

source: Return Reservation
ar: إرجاع حجز

source: Revenue Dues Voucher
ar: سند الإيراد

source: Revenue Worthy Account
ar: حساب إيراد المستحقات

source: row per page
ar: حقل لكل صفحة

source: Running Ratio In Agreements
ar: نسبة التشغيل بالعقود

source: Running Ratio In Days
ar: نسبة التشغيل بالأيام

source: Running Ratio In Price
ar: نسبة التسغيل بالأسعار

source: Running Ratios
ar: نسب التشغيل

# SafeAfterCancel
source: Data is safe
ar: المعلومات آمنة

# SafeInfo
source: The Content information is safe
ar: معلومات المحتوى آمنة

# SafeInformation
source: Don't worry your information is safe with us.
ar: لا تقلق معلوماتك آمنة معنا.

source: Safety Amount
ar: المبلغ المرتجع

source: Safety Amount Value
ar: قيمة المبلغ المرتجع

source: Saturday
ar: السبت

source: Save
ar: حفظ

source: Save Schedule
ar: حفظ الجدول

source: Search
ar: بحث

# SecondaryLanguage
source: Arabic
ar: اللغة العربية

source: Secondary Name
ar: الاسم الثانوي

source: Seconds
ar: الثواني

source: Second Target
ar: الهدف الثاني

source: Security Code
ar: الرقم السري

source: Select
ar: اختر

source: Select All
ar: تحديد الكل

source: Select Branch
ar: اختر الفرع

source: Select Company
ar: اختر الشركة

# SelectedVehicle
source: Vehicle
ar: المركبة

source: Select Language
ar: اختر اللغة

source: Select Series
ar: اختر الفئة

source: Select Vehicle
ar: اختر المركبة

# SelectWorkingDay
source: Select Working Days
ar: اختر أيام العمل

source: Sell Vehicle
ar: بيع المركبة

source: Send Email
ar: ارسل بريد الكتروني

source: Send Message
ar: ارسل الرسالة

source: Send QR Code
ar: أرسل رمز QR

source: Sent?
ar: تم إرساله؟

source: September
ar: سبتمبر

source: Set Price
ar: حدد السعر:

source: Show Less
ar: عرض أقل

source: Show More
ar: عرض المزيد

source: Sign Up
ar: انشاء حساب

source: Simple
ar: بسيط

# SmallDamage
source: to specify the small damage
ar: لتحديد مكان الضرر الصغير

source: SMS
ar: أرسل رسالة نصية

source: Still have question
ar: لا زال لديك سؤال

source: Stop the counter
ar: حساب عداد الفصل

# Stutas
source: Status
ar: الحالة

source: Subject
ar: الموضوع

source: Submit
ar: حفظ

source: Subscripe
ar: إشتراك

source: Sub Total
ar: المجموع الفرعي

# sub_heading
source: Compare deals from the biggest car hire companies
ar: قارن الصفقات من أكبر شركات تأجير السيارات

source: Summary
ar: ملخص الدفعات

source: Sunday
ar: الأحد

source: Suspending
ar: معلق

source: Suspension
ar: أيام التوقيف

source: Suspension Agreement
ar: العقود المعلقة

source: Suspension End Date
ar: تاريخ انتهاء التعليق

source: Suspension Period
ar: فترة التعليق

source: Suspension Reason
ar: سبب التعليق

source: Suspension Start Date
ar: تاريخ بدء التعليق

# SuspensionVehicleCount
source: Suspended Vehicles
ar: المركبات الموقوفة

# SwalCancelText
source: The Content did not delete
ar: لم يتم حذف هذا المحتوى

# SwalDeleteCancel
source: No, Cancel
ar: لا، لا تقم بحذفه

# SwalDeleteConfirm
source: Yes, Delete it
ar: نعم، قم بحذفه

# SwalDeleteText
source: Deleted
ar: تم الحذف

# SwalDeleteTitle
source: Are you sure you want to delete ?
ar: هل أنت متأكد من القيام بعملية الحذف؟

# SwalDeleteTitleAll
source: Are you sure you want to delete all ?
ar: هل تريد حذف الكل؟

source: Taken
ar: تم أخذه

source: Target Branch
ar: تارجيت الفرع

source: Target Branchies
ar: تارجيت الفروع

source: Target Employee Ratio
ar: نسبة التارجيت للموظف

source: Target Ratio
ar: نسبة التاجيت المطلوبة للفرع

source: Target Required From Branch
ar: التارجيت المطلوب من فرع

source: Targets
ar: الأهداف

source: Targets Investigation
ar: تحقيق الأهداف

source: Target Year
ar: العام المستهدف

source: Task
ar: المهمة

source: Task Description
ar: وصف المهمة

source: Task Details
ar: تفاصيل المهمة

source: Tasks
ar: المهام

source: Task Status
ar: حالة المهمة

source: Task Title
ar: موضوع المهمة

source: Tax
ar: الضريبة

source: Tax Dues Account
ar: حساب الضريبة المستحق

source: Tax Included
ar: شامل الضريبة

source: Tax Value
ar: قيمة الضريبة المضافة

# Theexitbranchmustbethesameasthevehiclespresence
source: The exit branch must be the same branch as the vehicle presence
ar: يجب أن يكون فرع الخروج هو نفس فرع وجود المركبة

source: Theme Colors
ar: اللون العام للنظام

source: Theme Modes
ar: هيئة النظام
